
#Задача 2. Принтирайте вашето име на конзолата.

x = 'Yuliya'
print(x)

# Задача 4. Да се присвои стойност 3 на променлива ‘x’ и стойност 10 на променлива наречена ‘y’. 
# Да се запази стойността от x + y в отделна променлива, която да се казва ‘result’. 
# Накрая изходната информация трябва да изглежда: 3 + 10 = 13

x=3
y=10
result=x+y

print(x, '+', y, '=', result)

# Задача 5. Да се изчисли лицето на триъгълник, като неговата височина е 13.66, а срещуположната страна 245.54 см.

h=13.66
a=245.54
S=(1/2*a)*h

print(S)

# Задача 6. Фирма, занимаваща се с маркетинг, иска да пази запис с данни на нейните служители. 
# Всеки запис трябва да има следната характе­ристика – първо име, фамилия, възраст, пол (‘м’ или ‘ж’) 
# уникален номер на служителя (27560000 до 27569999). 
# Декларирайте необходи­мите променливи, нужни за да се запази информацията за един служи­тел, като 
# използвате подходящи типове данни и описателни имена.

first_name: str = "Yuliya"
last_name: str = "Kostadinova"
age: int = 34
gender: str = 'F'
employee_id: int = 27560005

#Задача 7. Декларирайте две променливи, които да са цели числа. Задайте им стойности съответно 5 и 10. 
# Разменете стойностите им и ги отпечатайте.

var_1=int(input('Enter number:'))
var_2=int(input('Enter number:'))

print(var_2,var_1)




# Задача 8. Напишете програма, която за дадени дължина и височина на успоредник, пресмята и отпечатва на конзолата неговия периметър и лице.

parallel_lenght=float(input('Enter lenght:'))
parallel_height=float(input('Enter height:'))

perimeter = 2*(parallel_lenght+parallel_height)
area_parallel=parallel_lenght*parallel_height

print(f'Периметърът на успоредника:{perimeter}')

print(f'Лицето на успоредника:{area_parallel}')
